START_MESSAGE = """
Приветствую!
Меня зовут Inclusive Bot и я ваш помощник в мире инклюзивного танца.
В этом чате вы можете получать актуальную информацию о событиях международного
движения Inclusive Dance, регистрироваться на мероприятия, задавать все
интересующие вас вопросы и многое другое.
""".replace(
    "\n", " "
)

INPUT_NAME_MESSAGE = """
А теперь я хочу с вами познакомиться.
Укажите ваши <b>Фамилию, Имя, Отчество</b>
"""

CHOOSE_USER_TYPE_MESSAGE = """
{name}, приятно познакомиться!
Кто вы в сфере инклюзивного танца?
Можно выбрать несколько вариантов ответа.
"""

INPUT_REGION_MESSAGE = """
Из какого Вы города, региона?
"""

INPUT_PHONE_NUMBER_MESSAGE = """
Укажите также свой контактный <b>номер телефона</b>
"""

THANK_FOR_REGISTRATION_MESSAGE = """
Благодарю за регистрацию!
А теперь Вы можете выбрать, что вас интересует.
"""

ANSWER_ON_FEEDBACK_MESSAGE = """
Спасибо за обратную связь!
Мы обязательно рассмотрим Ваше обращение.
"""
